{"PartitionKey":"CATemplate","RowKey":"6fdbc9af-dc8b-4201-9e71-164f0423a454","SHA":"9fbffd94596709cc49c056975e6579769267415c","JSON":"{\"id\":\"16fbbc92-aca0-483b-b4a4-d75622c2aa83\",\"templateId\":\"0b2282f9-2862-4178-88b5-d79340b36cb8\",\"displayName\":\"ITB-CA-E06 | Block Legacy Authentication\",\"createdDateTime\":\"2025-03-14T12:00:30.148744Z\",\"modifiedDateTime\":\"2025-03-14T12:00:51.7011053Z\",\"state\":\"enabledForReportingButNotEnforced\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"exchangeActiveSync\",\"other\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"block\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('16fbbc92-aca0-483b-b4a4-d75622c2aa83')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[]}","GUID":"6fdbc9af-dc8b-4201-9e71-164f0423a454","Source":"itbuildercipp.onmicrosoft.com"}