{"PartitionKey":"CATemplate","RowKey":"406d397c-45ab-4585-a04e-09a1156f9eb2","SHA":"53bb1ddd29f34d06a85e0ffe6496dc1be2cbdaae","JSON":"{\"id\":\"8d201e9a-b305-4681-ba7b-db2e59b9c87b\",\"templateId\":\"a4072ac0-722b-4991-981b-7f9755daef14\",\"displayName\":\"ITB-CA-E04 | Enforce MFA - Guest Users\",\"createdDateTime\":\"2025-03-14T11:36:49.9252715Z\",\"modifiedDateTime\":\"2025-03-14T11:42:16.9530751Z\",\"state\":\"enabledForReportingButNotEnforced\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"internalGuest,b2bCollaborationGuest,b2bCollaborationMember,b2bDirectConnectUser,otherExternalUser,serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessAllExternalTenants\",\"membershipKind\":\"all\"}},\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"a62ae31a-40fb-4aa2-b050-0f4692814aab\"]}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('8d201e9a-b305-4681-ba7b-db2e59b9c87b')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[]}","GUID":"406d397c-45ab-4585-a04e-09a1156f9eb2","Source":"itbuildercipp.onmicrosoft.com"}