{"PartitionKey":"CATemplate","RowKey":"8f8a3ec7-bbe0-4728-a418-d8d36f8fd8d2","SHA":"93f4f8c436419ea3bde9aca54738d5b75d12651b","JSON":"{\"id\":\"d57199ce-6ac4-4c9e-ad7c-2bbed9a1c97d\",\"templateId\":\"62e51ccc-c9c3-4554-ac70-066172c81007\",\"displayName\":\"ITB-CA-E07 | End-User Re-authentication\",\"createdDateTime\":\"2025-03-14T12:16:23.1420749Z\",\"modifiedDateTime\":\"2026-02-06T12:33:20.1150656Z\",\"state\":\"enabledForReportingButNotEnforced\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[\"9b895d92-2cd3-44c7-9d02-a6ac2d5ea5c3\",\"c4e39bd9-1100-46d3-8c65-fb160da0071f\",\"b0f54661-2d74-4c50-afa3-1ec803f12efe\",\"7698a772-787b-4ac8-901f-60d6b08affd2\",\"b1be1c3e-b65d-4f19-8427-f6fa0d97feb9\",\"29232cdf-9323-42fd-ade2-1d097af3e4de\",\"62e90394-69f5-4237-9190-012177145e10\",\"729827e3-9c14-49f7-bb1b-9608f156bbb8\",\"4d6ac14f-3453-41d0-bef9-a3e0c569773a\",\"966707d0-3269-4727-9be2-8c3a10f19b9d\",\"644ef478-e28f-4e28-b9dc-3fdde9aa0b1f\",\"7be44c8a-adaf-4e2a-84d6-ab2649e08a13\",\"194ae4cb-b126-40b2-bd5b-6091b380977d\",\"f28a1f50-f6e7-4571-818b-6a12f2af6b6c\",\"69091246-20e8-4a56-aa4d-066075b2a7a8\",\"fe930be7-5e62-47db-91af-98c3a49a38b1\"],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":null},\"devices\":{\"includeDeviceStates\":[],\"excludeDeviceStates\":[],\"includeDevices\":[],\"excludeDevices\":[],\"deviceFilter\":{\"mode\":\"include\",\"rule\":\"device.trustType -ne \\\"ServerAD\\\" -or device.isCompliant -ne True\"}}},\"sessionControls\":{\"disableResilienceDefaults\":null,\"applicationEnforcedRestrictions\":null,\"cloudAppSecurity\":null,\"continuousAccessEvaluation\":null,\"secureSignInSession\":null,\"signInFrequency\":{\"value\":30,\"type\":\"days\",\"authenticationType\":\"primaryAndSecondaryAuthentication\",\"frequencyInterval\":\"timeBased\",\"isEnabled\":true},\"persistentBrowser\":{\"mode\":\"never\",\"isEnabled\":true}},\"LocationInfo\":[]}","GUID":"8f8a3ec7-bbe0-4728-a418-d8d36f8fd8d2","Source":"itbuildercipp.onmicrosoft.com"}