{"PartitionKey":"CATemplate","RowKey":"0fcf049b-b510-4b66-95ba-d227c7026334","SHA":"0c9441b86ed08886ae5d12294b517de51db3644a","JSON":"{\"id\":\"536bf67a-41c9-4653-962d-0ac22c4bc2e4\",\"templateId\":\"a3d0a415-b068-4326-9251-f9cdf9feeb64\",\"displayName\":\"ITB-CA-E03 | Enforce MFA - All Users\",\"createdDateTime\":\"2025-03-11T18:29:56.7988658Z\",\"modifiedDateTime\":\"2025-03-11T18:36:40.8917965Z\",\"state\":\"enabledForReportingButNotEnforced\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"All\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[\"9b895d92-2cd3-44c7-9d02-a6ac2d5ea5c3\",\"c4e39bd9-1100-46d3-8c65-fb160da0071f\",\"b0f54661-2d74-4c50-afa3-1ec803f12efe\",\"7698a772-787b-4ac8-901f-60d6b08affd2\",\"fe930be7-5e62-47db-91af-98c3a49a38b1\",\"69091246-20e8-4a56-aa4d-066075b2a7a8\",\"f28a1f50-f6e7-4571-818b-6a12f2af6b6c\",\"194ae4cb-b126-40b2-bd5b-6091b380977d\",\"7be44c8a-adaf-4e2a-84d6-ab2649e08a13\",\"644ef478-e28f-4e28-b9dc-3fdde9aa0b1f\",\"966707d0-3269-4727-9be2-8c3a10f19b9d\",\"4d6ac14f-3453-41d0-bef9-a3e0c569773a\",\"729827e3-9c14-49f7-bb1b-9608f156bbb8\",\"62e90394-69f5-4237-9190-012177145e10\",\"29232cdf-9323-42fd-ade2-1d097af3e4de\",\"b1be1c3e-b65d-4f19-8427-f6fa0d97feb9\"],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"a62ae31a-40fb-4aa2-b050-0f4692814aab\"]}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('536bf67a-41c9-4653-962d-0ac22c4bc2e4')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[]}","GUID":"0fcf049b-b510-4b66-95ba-d227c7026334","Source":"itbuildercipp.onmicrosoft.com"}