{"PartitionKey":"CATemplate","RowKey":"791a05c1-3ef5-48bd-a4c9-14a626124cd9","SHA":"71d12a5a5e7702f505d71e5a5b051aeac1512fda","JSON":"{\"id\":\"c0778482-0339-467b-842a-87d184a7041b\",\"templateId\":\"d8c51a9a-e6b1-454d-86af-554e7872e2c1\",\"displayName\":\"ITB-CA-E05 | Enforce MFA - Azure Management\",\"createdDateTime\":\"2025-03-14T11:51:50.8271545Z\",\"modifiedDateTime\":\"2025-03-14T11:57:55.1957241Z\",\"state\":\"enabledForReportingButNotEnforced\",\"conditions\":{\"userRiskLevels\":[],\"signInRiskLevels\":[],\"clientAppTypes\":[\"all\"],\"platforms\":null,\"locations\":null,\"times\":null,\"deviceStates\":null,\"devices\":null,\"clientApplications\":null,\"agents\":null,\"applications\":{\"includeApplications\":[\"797f4846-ba00-4fd7-ba43-dac1f8f63013\"],\"excludeApplications\":[],\"includeUserActions\":[],\"includeAuthenticationContextClassReferences\":[],\"applicationFilter\":null},\"users\":{\"includeUsers\":[\"All\"],\"excludeUsers\":[],\"includeGroups\":[],\"excludeGroups\":[],\"includeRoles\":[],\"excludeRoles\":[],\"includeGuestsOrExternalUsers\":null,\"excludeGuestsOrExternalUsers\":{\"guestOrExternalUserTypes\":\"serviceProvider\",\"externalTenants\":{\"@odata.type\":\"#microsoft.graph.conditionalAccessEnumeratedExternalTenants\",\"membershipKind\":\"enumerated\",\"members\":[\"a62ae31a-40fb-4aa2-b050-0f4692814aab\"]}}}},\"grantControls\":{\"operator\":\"OR\",\"builtInControls\":[\"mfa\"],\"customAuthenticationFactors\":[],\"termsOfUse\":[],\"authenticationStrength@odata.context\":\"https://graph.microsoft.com/beta/$metadata#conditionalAccess/policies('c0778482-0339-467b-842a-87d184a7041b')/grantControls/authenticationStrength/$entity\",\"authenticationStrength\":null},\"LocationInfo\":[]}","GUID":"791a05c1-3ef5-48bd-a4c9-14a626124cd9","Source":"itbuildercipp.onmicrosoft.com"}